import { Stack, Typography } from '@mui/material';
import React from 'react';

export const About = () => {
  return (
    <Stack>
      <Typography variant='h4' textAlign='center'>
        Ветеринарна клініка "ZOO"
      </Typography>
      <br />
      <Typography variant='body1'>
        "ZOO" - це кваліфікована ветеринарна допомога від профілактичних оглядів до складних
        хірургічних втручань. Досвід та професіоналізм наших спеціалістів допоможе вирішувати самі
        різні проблеми з вашими вихованцями. Ми пропонуємо широкий спектр ветеринарних послуг:
        профілактичні огляди, вакцинацію, обробку від кліщів та бліх, терапевтичне та хірургічне
        лікування, рентгендіагностику, гастроскопію, виклик лікаря додому та багато іншого.
      </Typography>
      <br />
      <br />
      <Typography variant='body1'>
        Ми пропонуємо широкий спектр ветеринарних послуг: профілактичні огляди, вакцинацію, обробку
        від кліщів та бліх, терапевтичне та хірургічне лікування, рентгендіагностику, гастроскопію,
        виклик лікаря додому та багато іншого.
      </Typography>
      <br />
      <br />
      <Typography>
        Клініка існує з 2014 року, але довгий час вона не мала своєї назви. Наші фахівці мають
        багаторічний досвід роботи в галузі ветеринарії та поставили на чотири лапи тисячі собак та
        кішок. При цьому для нас завжди найважливішим є надання допомоги тварині та її господареві,
        і це ми робимо з любов'ю до своєї роботи. Лікарі клініки "Котя" регулярно відвідують
        семінари, курси підвищення кваліфікації. Наші фахівці єдині у Дніпропетровську пройшли
        спеціалізоване навчання ветеринарної герпетології і до величезного досвіду роботи з
        теплокровними тваринами додали таке екзотичне для нашого міста напрямок як лікування
        холоднокровних тварин.
      </Typography>
      <br />
      <br />
      <Typography>
        У клініці "ZOO" працює стаціонар для кішок та дрібних собак, а також спеціалізований
        тераріумний стаціонар для рептилій: черепах, ігуан, ящірок, змій, де в кліматичних камерах
        підтримується задана температура та вологість.
      </Typography>
    </Stack>
  );
};
