const tableData = [
  {
    name: 'Первинний прийом з клінічним оглядом та постановкою діагнозу',
    price: 300,
  },
  {
    name: 'Повторний прийом з того ж питання чи захворювання',
    price: 150,
  },
  {
    name: 'Виклик лікаря додому у межах міста, залежно від району міста',
    price: 600,
  },
  {
    name: "Внутрішньом'язова або підшкірна ін'єкція",
    price: 25,
  },
  {
    name: "В/в ін'єкція",
    price: 100,
  },
  {
    name: 'Встановлення в/в катетера',
    price: 150,
  },
  {
    name: 'Кастрація кота (включаючи вартість наркозу)',
    price: 1000,
  },
  {
    name: 'Стерилізація кішки (включаючи вартість наркозу)',
    price: 1600,
  },
  {
    name: 'Стерилізація собак (включаючи вартість наркозу',
    price: 4000,
  },
  {
    name: 'Пологова допомога нормальна, 1 година',
    price: 250,
  },
  {
    name: 'Чищення вух',
    price: 80,
  },
  {
    name: 'Стрижка',
    price: 80,
  },
];
export default tableData;
